iteam=['来自：MI 4C', '来自：Z9 Max', '好看的图片', 'WiFi', '迎新晚会', '学生会', '国创', '音乐', '视频', '文档', '课程', '英语', '安装包', '我的资源', '来自：iPad', '来自：NX510J', 'apps', 'Screenshot_2017-07-25-12-46-14-803_com.android.mms.png', 'Screenshot_2017-07-25-13-06-52-476_com.tencent.mm.png', 'myfile170714153222.txt', '田英章《唐诗80首》楷书行书钢笔技法字帖免费下载(共46张).rar', 'IMG20160310210951.jpg', 'IMG_20160315_224859.jpg', '邀请函（反）.jpg', '模板.pptx', 'QQ图片20161201105232.jpg', '数据结构1.docx', '我的灵感.m4a', '大学生应该如何弘扬爱国主义精神.doc', '网络与信息安全学院学生会活动经费表（院办版）2.doc', '网络与信息安全学院学生会活动经费表（财务处版）2.doc', '逼死人 不偿命的英语翻译.doc', '笔译.pptx', '第一次.pptx', '8942502982F94B74F827A5895C26FAF7655F9D0A0.jpg', '1482592907000.jpg', '360礼仪服装.xlsx', '数电卷-给网信院学生.doc', '网络与信息安全学院2016年下学期末考试安排.pdf', '360礼仪服装.pdf', 'oral test.docx', '数据结构(1).docx', '数据结构.docx', 'A6418DB2-FA1D-40BC-A21B-528E21AD226F.amr', '5A7A84A1-609E-4F0F-9822-D554228BDA41.amr']
print(iteam)
print(len(iteam))

def listcreat(list):
